[
  {
    "id":1,
    "personagem": "A Amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga usa '123456' como senha em tudo. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Diz que é fácil de adivinhar e ensina a criar uma senha forte.",
    "texto_escolha_direita": "Aproveita a oportunidade para acessar as contas dela e mudar o status para algo engraçado",
    "consequencia_esquerda": "Vocês se divertem inventando senhas malucas, enquanto ela aprende a importância de criar senhas fortes e seguras.",
    "consequencia_direita": "Ela fica furiosa quando descobre e te bloqueia de tudo. Você perdeu uma amiga!",
    "informacao": "Uma senha forte é uma sequência com no mínimo menos 8 caracteres que combina letras maiúsculas e minúsculas, números e caracteres especiais, evitando palavras comuns e informações pessoais. Essa combinação torna a senha difícil de adivinhar ou quebrar por métodos de força bruta, aumentando significativamente a segurança da autenticação.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":2,
    "personagem": "O Amigo",
    "imagem": "img/vitima_cyberbullyng.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Seu amigo está sendo zoado online. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Diz para ele que é só uma brincadeira.",
    "texto_escolha_direita": "Ajuda ele a denunciar o cyberbullying para um adulto.",
    "consequencia_esquerda": "Ele se sente um pouco melhor, mas o bullying continua.",
    "consequencia_direita": "Criminoso é identificado e o bullyng para.",
    "informacao": " Bullying é um crime previsto na Lei nº 13185/2015! Denuncie na plataforma, registre provas utilizando prints e procure a polícia ",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":3,
    "personagem": "A Amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga finalmente criou uma senha super forte, mas usou a mesma em todas as suas contas. Agora, um site que ela usa teve um vazamento de dados e as senhas foram expostas! O que você faz nesta situação?",
    "texto_escolha_esquerda": "Explica o risco de usar a mesma senha em vários lugares e sugere um gerenciador de senhas.",
    "texto_escolha_direita": "Diz que devemos ter uma única senha muito forte e complicada!",
    "consequencia_esquerda": "Ela entende o perigo e começa a usar senhas diferentes para cada site. Ufa!",
    "consequencia_direita": "Um dos aplicativos que ela usa teve vazamento e todas suas contas roubadas!",
    "informacao": "Senhas fortes são longas, complexas e únicas para cada site. Considere a utilização de um gerenciador de senhas para facilitar sua vida!",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":4,
    "personagem": "Gamer",
    "imagem": "img/gamer.jpg",
    "cor_fundo": "#f89226",
    "texto": "Seu amigo passa o dia todo jogando videogame e não quer sair de casa. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Também passa a ficar o tempo todo jogando para não ficar para tras.",
    "texto_escolha_direita": "Propõe atividades divertidas ao ar livre para fazerem juntos.",
    "consequencia_esquerda": "Vocês passam algum tempo juntos jogando, mas começam a se afastar de outros amigos e a perder oportunidades de socializar fora do mundo virtual.",
    "consequencia_direita": "Vocês se divertem muito e ele percebe que tem outras coisas legais para fazer.",
    "informacao": "Equilíbrio é importante! A internet é legal, mas não pode ser a única coisa na vida.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":5,
    "personagem": "A mãe",
    "imagem": "img/mae2.jpg",
    "cor_fundo": "f9f3e7",
    "texto": "A mãe de um amigo está preocupada com o que ele vê na internet. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Sugere que ela converse com o filho sobre os perigos da internet e ensina a ela como configurar controles parentais no celular e computador.",
    "texto_escolha_direita": "Diz que a internet é muito complicada mesmo e nem adianta se preocupar.",
    "consequencia_esquerda": "Eles têm uma conversa importante e o filho entende melhor os riscos. Ela se sente mais segura e agradece a sua ajuda.",
    "consequencia_direita": " A mãe confiscou o celular do seu amigo após ele ser exposto a conteúdos impróprios.",
    "informacao": "Controles parentais ajudam a proteger as crianças de conteúdo impróprio.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":6,
    "personagem": "A professora",
    "imagem": "img/professora.jpg",
    "cor_fundo": "f9f3e7",
    "texto": "A escola quer fazer uma palestra sobre segurança na internet. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Diz que a internet é muito complicada mesmo e nem adianta se preocupar.",
    "texto_escolha_direita": "Indica um especialista em segurança da informação para a escola.",
    "consequencia_esquerda": "Os computadores  do laboratório, celulares de toda a comunidade escolar  ficam cheios de virus e a internet da escola fica lenta e sobrecarregada.",
    "consequencia_direita": "A palestra é um sucesso e você ganha o respeito dos professores.",
    "informacao": "Compartilhar conhecimento é importante para construir um ambiente digital mais seguro para todos.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":7,
    "personagem": "A amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga te mostrou um trabalho incrível sobre a história do Brasil, mas você encontrou o texto idêntico na internet. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Explica com calma o que é plágio e como ela pode evitar isso no futuro.",
    "texto_escolha_direita": "Diz que a vida é muito curta para citar fontes e escrever referências bibliográficas.",
    "consequencia_esquerda": "Ela te agradece pela ajuda e aprende a importância de citar suas fontes corretamente.",
    "consequencia_direita": "Ela tirou zero no trabalho e ficou muito triste.",
    "informacao": "Copiar e colar sem citar a fonte é plágio e pode ter consequências sérias.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":8,
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo nerd te mostra um novo app que promete deixar você invisível online. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Desconfia e pesquisa sobre o app antes de usar.",
    "texto_escolha_direita": "Instala o app, afinal, ele manja muito de tecnologia.",
    "consequencia_esquerda": "Você descobre que o app é falso e alerta seu amigo. Ele te agradece por salvá-lo de um problema.",
    "consequencia_direita": "O app era uma furada e seus dados foram roubados! Que mancada...",
    "informacao": "Nem tudo que parece legal na internet é seguro. Sempre pesquise antes de baixar ou usar algo novo.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":9,
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo nerd te desafia a invadir o sistema da escola 'só de brincadeira'. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Aceita o desafio, afinal, é só uma brincadeira.",
    "texto_escolha_direita": "Explica que invadir sistemas é crime e pode ter consequências sérias.",
    "consequencia_esquerda": "Vocês são pegos e se metem em sérios problemas com a escola e a polícia.",
    "consequencia_direita": "Seu amigo entende o perigo e desiste da ideia. Vocês encontram outra forma de se divertir.",
    "informacao": "Invadir sistemas de terceiros é crime! Mesmo que seja 'só de brincadeira', pode ter consequências graves.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":10,
    "personagem": "Gamer",
    "imagem": "img/gamer.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo te indica um aplicativo que promete te dar vantagens em um jogo online competitivo. O que você faz?",
    "texto_escolha_esquerda": "Instala o aplicativo, pensando que vai se dar bem e subir no ranking.",
    "texto_escolha_direita": "Recusa a oferta, explicando que trapacear não é justo e que pode levar ao banimento da sua conta.",
    "consequencia_esquerda": "Você é pego trapaceando e sua conta é banida permanentemente. Você perde todo o seu progresso e fica com a reputação manchada na comunidade de jogadores.",
    "consequencia_direita": "Você joga limpo e se diverte de forma honesta. Seu amigo te respeita pela sua atitude e vocês continuam jogando juntos.",
    "informacao": "Trapacear em jogos online pode parecer tentador, mas as consequências podem ser graves. Jogue limpo e aproveite a experiência de forma justa e divertida.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":11,
    "personagem": "O Avô",
    "imagem": "img/avo.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Seu avô te pede ajuda para criar um perfil em uma rede social. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Ensina ele a criar o perfil, escolher uma senha forte e guardar tudo anotado em um lugar seguro. ",
    "texto_escolha_direita": "Cria o perfil para ele com uma senha fácil de lembrar. E esquece da existencia deste perfil",
    "consequencia_esquerda": "Seu avô aprende a usar a rede social com segurança e te agradece pela paciência.",
    "consequencia_direita": "A conta do seu avô é invadida por alguém que usou a senha fácil.",
    "informacao": "Ajude as pessoas que não entendem muito de internet a se protegerem.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":12,
    "personagem": "A Desligada Digital",
    "imagem": "img/professora.jpg",
    "cor_fundo": "#f9f3e7",
    "texto": "Sua tia quer comprar um produto em um site desconhecido. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Pesquisa sobre a reputação do site e verifica se ele é seguro.",
    "texto_escolha_direita": "Diz para ela ir em frente, afinal, o preço está ótimo.",
    "consequencia_esquerda": "Você encontra avaliações negativas do site e alerta sua tia, que te agradece por evitar um problema.",
    "consequencia_direita": "Sua tia cai em um golpe e perde dinheiro. Era justamente o dinheiro para comprar seu presente de aniversário...",
    "informacao": "Antes de comprar online, pesquise sobre a reputação da loja e verifique se o site é seguro.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  }, 
  {
    "id":13,
    "personagem": "O Avô",
    "imagem": "img/avo.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Seu avô te envia uma notícia bombástica pelo WhatsApp, mas você acha que é falsa. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Verifica a notícia em sites confiáveis antes de compartilhar.",
    "texto_escolha_direita": "Acredita na notícia e a compartilha com seus amigos.",
    "consequencia_esquerda": "Você descobre que a notícia é falsa e alerta seu avô sobre o perigo de compartilhar informações sem verificar as fontes.",
    "consequencia_direita": "Você espalha uma notícia falsa e sua reputação fica prejudicada.",
    "informacao": "Nem tudo que você lê na internet é verdade. Verifique as informações em fontes confiáveis antes de acreditar e compartilhar.",
    "impacto_esquerda": 1,
    "impacto_direita": 0 
  },
  {
    "id":14,
    "personagem": "A Social",
    "imagem": "img/amiga4.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Sua amiga posta fotos de tudo o que faz, até mesmo informações pessoais. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Fala para ela que o que mais importa é ganhar novos seguidores.",
    "texto_escolha_direita": "Mostra para ela exemplos de como informações pessoais podem ser usadas por pessoas mal-intencionadas.",
    "consequencia_esquerda": "Um criminoso utilizou as informações da sua amiga para personifica-la e está dando golpes em seus familiares!",
    "consequencia_direita": "Ela te agradece pelo alerta e começa a ser mais cuidadosa com suas informações.",
    "informacao": "Compartilhar informações pessoais online pode ser perigoso. Pense bem antes de postar!",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":15,
    "personagem": "A avó",
    "imagem": "img/avo3.jpg",
    "cor_fundo": "#c7f0db",
    "texto": "Sua avó recebe um e-mail do seu banco pedindo para atualizar seus dados. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Verifica se o e-mail é realmente do banco e liga no telefone contido no seu cartão para confirmar.",
    "texto_escolha_direita": "Clica no link e atualiza seus dados.",
    "consequencia_esquerda": "Você verificou a autenticidade do e-mail e evitou um grande problema.",
    "consequencia_direita": "Você cai em um golpe de phishing e seus dados bancários são roubados.",
    "informacao": "Phishing são golpes que tentam roubar seus dados por meio de e-mails, mensagens ou sites falsos. Nunca clique em links suspeitos e desconfie de mensagens que pedem seus dados.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":16,
    "personagem": "O Bully",
    "imagem": "img/Cyberbullying.jpg",
    "cor_fundo": "#f2d7d5",
    "texto": "Você recebeu uma foto constrangedora de um amigo. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Compartilha a foto com seus amigos para dar risada.",
    "texto_escolha_direita": "Apaga a foto e conversa com seu amigo sobre o ocorrido.",
    "consequencia_esquerda": "Você espalha a foto e seu amigo fica muito chateado com você. Isso pode ser considerado cyberbullying.",
    "consequencia_direita": "Seu amigo te agradece por não ter compartilhado a foto e vocês conversam sobre privacidade e respeito.",
    "informacao": "Compartilhar fotos constrangedoras de outras pessoas sem consentimento é crime e pode ter consequências sérias.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":17,
    "personagem": "A Professora",
    "imagem": "img/professora.jpg",
    "cor_fundo": "#d9e3f0",
    "texto": "Sua professora baixou um arquivo de um site desconhecido e seu computador começou a agir de forma estranha. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Passa um antivírus e verifica se há algum malware no computador.",
    "texto_escolha_direita": "Ignora o problema e continua usando o computador normalmente.",
    "consequencia_esquerda": "Você encontra e remove o malware, mas a orientar a chamar o pessoal da TI para formatar o computador",
    "consequencia_direita": "O malware se espalha pelo seu computador e causa danos irreparáveis.",
    "informacao": "Malwares são programas maliciosos que podem infectar seu computador ou celular. Mantenha seu dispositivo atualizado e evite baixar arquivos de fontes desconhecidas.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":18,
    "personagem": "O Esquecido",
    "imagem": "img/tio.jpg",
    "cor_fundo": "#f2e5d5",
    "texto": "Seu tio vive esquecendo a senha do e-mail. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Sugere que ele use um gerenciador de senhas para criar e armazenar senhas fortes e únicas para cada site.",
    "texto_escolha_direita": "Cria uma nova conta de e-mail com a mesma senha fácil de lembrar.",
    "consequencia_esquerda": "Você aumenta a segurança de suas contas e não precisa mais se preocupar em esquecer senhas.",
    "consequencia_direita": "Ele continua vulnerável a ataques e pode perder acesso às suas contas.",
    "informacao": "Use um gerenciador de senhas para criar e armazenar senhas fortes e únicas para cada site.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "id":19,
    "personagem": "A Viajante",
    "imagem": "img/youtuber_girl.jpg",
    "cor_fundo": "#d5e8d4",
    "texto": "Sua amiga 'influencer' está planejando uma viagem e quer usar a internet para reservar hotéis e comprar passagens. O que você faz nesta situação?",
    "texto_escolha_esquerda": "Fala para usar um computador público em um café para fazer as reservas.",
    "texto_escolha_direita": "Sugere que ela use dispositivos conhecidos em uma rede segura e verifica se os sites são confiáveis.",
    "consequencia_esquerda":"Seus dados financeiros são roubados e ela tem problemas com sua viagem.", 
    "consequencia_direita": "Ela faz as reservas com segurança e aproveita sua viagem sem preocupações.",
    "informacao": "Ao usar a internet para compras e reservas, proteja seus dados financeiros e utilize dispositivos, redes e sites confiáveis.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "id":20,
    "personagem": "O Youtuber",
    "imagem": "img/youtuber.jpg",
    "cor_fundo": "#ffa500",
    "texto": "Seu colega te convida para jogar um jogo de apostas que viu no youtube, prometendo dinheiro fácil. O que você faz?",
    "texto_escolha_esquerda": "Recusa o convite e explica para ele que o jogo de apostas é um golpe e que ele pode perder dinheiro.",
    "texto_escolha_direita": "Aceita o convite e deposita dinheiro na plataforma, esperando ganhar muito mais.",
    "consequencia_esquerda": "Você protege seu colega de cair em um golpe e o ajuda a entender os perigos dos jogos de azar online.",
    "consequencia_direita": "Você perde dinheiro e se arrepende de ter confiado em uma promessa falsa. Seu colega também perde dinheiro e fica chateado com você.",
    "informacao": "Jogos de azar online são frequentemente manipulados para que você perca dinheiro. Não caia em promessas de dinheiro fácil e jogue com responsabilidade.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
},
{
  "id":21,
  "personagem": "A Vítima do Bullying",
  "imagem": "img/vitima_cyberbullyng.jpg",
  "cor_fundo": "#808080",
  "texto": "Você vê um colega sendo humilhado e ridicularizado no grupo da turma. O que você faz?",
  "texto_escolha_esquerda": "Denuncia o cyberbullying para um adulto de confiança (pais, professores, etc.) e oferece apoio ao colega.",
  "texto_escolha_direita": "Não faz nada, com medo de se tornar o próximo alvo.",
  "consequencia_esquerda": "Você ajuda a interromper o cyberbullying e mostra ao seu colega que ele não está sozinho. Seus pais e professores te elogiam pela coragem.",
  "consequencia_direita": "O cyberbullying continua e seu colega sofre ainda mais. Você se sente culpado por não ter feito nada para ajudar.",
  "informacao": "Bullying é um crime previsto na Lei nº 13185/2015! Se você presenciar ou sofrer cyberbullying, denuncie. Não tenha medo de pedir ajuda.",
  "impacto_esquerda": 1,
  "impacto_direita": 0
},
{
  "id":22,
  "personagem": "O Youtuber",
  "imagem": "img/youtuber.jpg",
  "cor_fundo": "#ff69b4",
  "texto": "Seu youtuber favorito te envia uma mensagem privada pedindo sua senha para te dar um presente exclusivo. O que você faz?",
  "texto_escolha_esquerda": "Envia sua senha imediatamente, ansioso pelo presente.",
  "texto_escolha_direita": "Ignora a mensagem e denuncia o perfil, pois pode ser um impostor tentando roubar seus dados.",
  "consequencia_esquerda": "Sua conta é invadida e usada para espalhar spam e golpes. Você perde o acesso aos seus seguidores e fica com a reputação manchada.",
  "consequencia_direita":"Você protege sua conta e ajuda a evitar que outras pessoas caiam no mesmo golpe.", 
  "informacao": "Nunca compartilhe suas senhas com ninguém, mesmo que pareça ser alguém que você confia. Youtubers e outras celebridades não costumam pedir dados pessoais de seus fãs.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":23,
  "personagem": "O Estagiário",
  "imagem": "img/investigador.jpg",
  "cor_fundo": "#f0e68c",
  "texto": "Você está estagiando em uma empresa e encontra um pendrive no chão. O que você faz?",
  "texto_escolha_esquerda": "Leva o pendrive para casa e o conecta no seu computador pessoal para ver o que tem dentro.",
  "texto_escolha_direita": "Entrega o pendrive para o departamento de TI para verificar se há algum risco de segurança.",
  "consequencia_esquerda": "Você infecta seu computador com um vírus que rouba seus dados pessoais e bancários. Além disso, pode ter colocado a empresa em risco.",
  "consequencia_direita": "Você é elogiado pela sua atitude responsável e ajuda a proteger a empresa de possíveis ameaças.",
  "informacao": "Pendrives desconhecidos podem conter vírus e malware que podem comprometer seus dados e dispositivos.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":24,
  "personagem": "O Diretor",
  "imagem": "img/diretor.jpg",
  "cor_fundo": "#8b4513", 
  "texto": "O diretor da escola te chama para conversar sobre um e-mail suspeito que ele recebeu, pedindo informações pessoais. O que você faz?",
  "texto_escolha_esquerda":"Diz ao diretor que deve sempre confiar em soliticações por email.", 
  "texto_escolha_direita": "Explica ao diretor que se trata de um golpe de phishing e o orienta a não clicar em links ou fornecer dados pessoais.",
  "consequencia_esquerda": "O diretor clica no link e tem seus dados roubados. A escola sofre um ataque de ransomware e precisa pagar um resgate para recuperar seus arquivos.",
  "consequencia_direita":"O diretor agradece sua ajuda e evita cair no golpe. A escola promove uma palestra sobre segurança online para conscientizar alunos e funcionários.", 
  "informacao": "Phishing é uma técnica usada por criminosos para roubar dados pessoais através de e-mails e mensagens falsas. Desconfie de mensagens que pedem informações confidenciais e nunca clique em links suspeitos.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":25,
  "personagem": "Gamer",
  "imagem": "img/gamer.jpg",
  "cor_fundo": "#ffd700",
  "texto": "Você encontra uma oferta imperdível para comprar a key de um jogo que você queria muito, mas o site parece suspeito. O que você faz?",
  "texto_escolha_esquerda": "Aproveita a oferta e compra a key, afinal, é muito mais barato.",
  "texto_escolha_direita": "Desiste da compra e procura a key em lojas oficiais e confiáveis, mesmo que seja mais cara.",
  "consequencia_esquerda": "Você recebe a key e consegue jogar por um tempo, mas depois descobre que sua conta foi banida porque a key foi comprada com cartão de crédito roubado. Você perde o jogo e o dinheiro.",
  "consequencia_direita": "Você paga um pouco mais, mas tem a garantia de que a key é legítima e pode jogar sem preocupações.",
  "informacao": "Comprar keys de jogos em sites não oficiais pode parecer vantajoso, mas é um risco que pode levar ao banimento da sua conta. Prefira sempre lojas confiáveis para evitar problemas.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":26,
  "personagem": "Gamer",
  "imagem": "img/gamer.jpg",
  "cor_fundo": "#800000",
  "texto": "Durante uma partida de FPS online, você entra em um chat de voz onde os outros jogadores estão te insultando e te xingando. O que você faz?",
  "texto_escolha_esquerda": "Responde aos insultos, entrando na discussão e alimentando o ambiente tóxico.",
  "texto_escolha_direita": "Sai do chat de voz e reporta os jogadores tóxicos para os moderadores do jogo.",
  "consequencia_esquerda": "Você se deixa levar pela raiva e acaba perdendo a partida. O ambiente tóxico te deixa frustrado e estraga sua experiência de jogo.",
  "consequencia_direita": "Você se protege do ambiente tóxico e ajuda a manter a comunidade do jogo mais saudável. Os jogadores tóxicos são punidos e você pode continuar jogando em paz.",
  "informacao": "Jogos online devem ser divertidos e inclusivos. Não tolere comportamentos tóxicos e denuncie jogadores que estragam a experiência dos outros.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":27,
  "personagem": "Gamer",
  "imagem": "img/gamer.jpg",
  "cor_fundo": "#6a5acd",
  "texto": "Enquanto explora um novo mundo virtual, um jogador que você não conhece começa a te enviar mensagens privadas, perguntando sobre sua vida pessoal. O que você faz?",
  "texto_escolha_esquerda": "Responde às perguntas, contando detalhes sobre sua vida, afinal, ele parece legal.",
  "texto_escolha_direita": "Ignora as mensagens e bloqueia o jogador, pois não se sente confortável em compartilhar informações pessoais com estranhos.",
  "consequencia_esquerda": "O jogador usa as informações que você compartilhou para te incomodar. Você se arrepende de ter confiado nele.",
  "consequencia_direita": "Você se protege de um possível perigo e continua explorando o mundo virtual sem preocupações. Encontra outros jogadores amigáveis e se diverte com segurança.",
  "informacao": "Nunca compartilhe informações pessoais com estranhos online. Se alguém te deixar desconfortável, bloqueie e denuncie o jogador.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":28,
  "personagem": "O Avô",
  "imagem": "img/avo.jpg",
  "cor_fundo": "#dc143c",
  "texto": "Seu avô recebe uma mensagem de um número desconhecido que diz ser sua neta, pedindo dinheiro urgentemente para resolver um problema. O que você faz?",
  "texto_escolha_esquerda": "Transfere o dinheiro imediatamente, preocupado com a segurança da neta.",
  "texto_escolha_direita": "Liga para o número de telefone da neta para confirmar se a mensagem é verdadeira antes de tomar qualquer ação.",
  "consequencia_esquerda": "Você descobre que caiu em um golpe e perdeu dinheiro. A neta está bem e nunca te pediu dinheiro.",
  "consequencia_direita": "Você confirma que a mensagem é falsa e evita cair no golpe. Você alerta seus amigos e familiares sobre o golpe para que eles também se protejam.",
  "informacao": "Golpistas usam engenharia social para se passar por familiares e amigos em mensagens de WhatsApp. Sempre confirme a identidade da pessoa antes de enviar dinheiro ou informações pessoais.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":29,
  "personagem": "O Sortudo",
  "imagem": "img/computer scientist_boy.jpg",
  "cor_fundo": "#ffff00",
  "texto": "Você recebe uma mensagem parabenizando você por ter ganhado um prêmio incrível em um sorteio que você nem se lembra de ter participado. Para receber o prêmio, você precisa clicar em um link e fornecer seus dados pessoais. O que você faz?",
  "texto_escolha_esquerda": "Clica no link e fornece seus dados, empolgado com a possibilidade de ter ganhado um prêmio.",
  "texto_escolha_direita": "Desconfia da mensagem e pesquisa sobre o sorteio na internet antes de tomar qualquer ação.",
  "consequencia_esquerda": "Você cai em um golpe de phishing e seus dados pessoais são roubados. Você não recebe nenhum prêmio e se torna vítima de outros golpes.",
  "consequencia_direita": "Você descobre que o sorteio é falso e evita cair no golpe. Você alerta seus amigos e familiares sobre o golpe para que eles também se protejam.",
  "informacao": "Golpistas usam a promessa de prêmios para atrair vítimas e roubar seus dados pessoais. Desconfie de mensagens que parecem boas demais para ser verdade e sempre verifique a veracidade da informação antes de clicar em links ou fornecer dados.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":30,
  "personagem": "O Desempregado",
  "imagem": "img/computer scientist_boy.jpg",
  "cor_fundo": "#008000",
  "texto": "Você recebe uma mensagem de uma empresa oferecendo uma vaga de emprego com salário alto e benefícios incríveis. Para se candidatar, você precisa pagar uma taxa de inscrição. O que você faz?",
  "texto_escolha_esquerda": "Paga a taxa de inscrição, esperançoso de conseguir o emprego dos sonhos.",
  "texto_escolha_direita": "Pesquisa sobre a empresa na internet e descobre que se trata de um golpe.",
  "consequencia_esquerda": "Você perde dinheiro e não consegue o emprego. A empresa desaparece com seu dinheiro e você fica frustrado e desiludido.",
  "consequencia_direita": "Você se protege de um golpe e economiza seu dinheiro. Você continua procurando emprego em sites confiáveis e empresas legítimas.",
  "informacao": "Empresas sérias não costumam cobrar taxas de inscrição para processos seletivos. Desconfie de ofertas de emprego que parecem boas demais para ser verdade e sempre pesquise sobre a empresa antes de enviar seu currículo ou pagar qualquer taxa.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":31,
  "personagem": "O Avô",
  "imagem": "img/avo.jpg",
  "cor_fundo": "#d2b48c",
  "texto": "Seu avô te conta que recebeu uma ligação de alguém se passando por funcionário do banco, pedindo sua senha para resolver um problema na conta. Ele está em dúvida se deve fornecer a senha. O que você faz?",
  "texto_escolha_esquerda": "Diz para ele fornecer a senha, afinal, a pessoa se identificou como funcionário do banco.",
  "texto_escolha_direita": "Explica ao seu avô que bancos nunca pedem senhas por telefone e que ele deve desligar imediatamente e ligar para o banco para confirmar a situação.",
  "consequencia_esquerda": "Seu avô cai no golpe e tem a conta esvaziada. Ele fica arrasado e você se sente responsável por não ter o protegido.",
  "consequencia_direita": "Seu avô agradece o conselho e evita cair no golpe. Ele aprende a desconfiar de ligações suspeitas e a proteger seus dados bancários.",
  "informacao": "Nunca forneça senhas ou dados bancários por telefone, mesmo que a pessoa se identifique como funcionário do banco. Desligue e ligue para o banco por um canal oficial para confirmar a situação.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":32,
  "personagem": "A Amiga",
  "imagem": "img/amiga3.jpg",
  "cor_fundo": "#abdce3",
  "texto": "Sua amiga recebe uma mensagem do WhatsApp do chefe dela, pedindo que ela faça um PIX urgentemente para um fornecedor importante. O que você faz?",
  "texto_escolha_esquerda": "Diz para ela fazer o PIX o mais rápido possível, para não deixar o chefe esperando.",
  "texto_escolha_direita": "Alerta sua amiga que isso pode ser um golpe e que ela deve confirmar a informação com o chefe por outro canal, como telefone ou e-mail.",
  "consequencia_esquerda": "Sua amiga faz o PIX e o golpista desaparece com o dinheiro. Ela é repreendida pelo chefe por ter caído no golpe e se sente envergonhada.",
  "consequencia_direita": "Sua amiga confirma com o chefe que a mensagem era falsa e evita cair no golpe. Ela agradece o seu conselho e aprende a ser mais cautelosa com mensagens suspeitas.",
  "informacao": "Golpistas podem se passar por chefes e colegas de trabalho para solicitar transferências via PIX. Sempre confirme a informação por outro canal antes de realizar qualquer transação.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":33,
  "personagem": "O Apressado",
  "imagem": "img/computer scientist_boy.jpg",
  "cor_fundo": "#000000",
  "texto": "Seu computador avisa que há uma atualização importante do sistema operacional disponível, mas você está ocupado e decide adiar. O que você faz?",
  "texto_escolha_esquerda": "Ignora a atualização e continua trabalhando, afinal, você não tem tempo para isso agora.",
  "texto_escolha_direita": "Interrompe o que está fazendo e instala a atualização, sabendo que ela pode conter correções de segurança importantes.",
  "consequencia_esquerda": "Seu computador é infectado por um malware que explora uma vulnerabilidade que foi corrigida na atualização. Seus dados são roubados e você perde horas de trabalho.",
  "consequencia_direita": "Seu computador fica protegido contra a vulnerabilidade e você pode trabalhar tranquilo, sabendo que seus dados estão seguros.",
  "informacao": "Manter o sistema operacional atualizado é fundamental para proteger seu computador contra ameaças de segurança. As atualizações corrigem vulnerabilidades que podem ser exploradas por hackers e malware.",
  "impacto_esquerda": 0,
  "impacto_direita": 1
},
{
  "id":34,
  "personagem": "A Mãe",
  "imagem": "img/mae.jpg",
  "cor_fundo": "#ffb6c1",
  "texto": "Sua mãe está preocupada com a segurança das fotos e vídeos da família que estão armazenados no computador. Ela te pergunta se é necessário fazer backup desses arquivos. O que você responde?",
  "texto_escolha_esquerda": "Explica que fazer backup é muito importante para proteger as memórias da família e a ajuda a escolher a melhor forma de fazer isso, como usar um HD externo ou um serviço de armazenamento em nuvem.",
  "texto_escolha_direita": "Diz que não precisa se preocupar, pois o computador é novo e não vai quebrar.",
  "consequencia_esquerda": "Sua mãe fica aliviada e agradecida pela sua ajuda. Ela faz o backup das fotos e vídeos e se sente mais segura em relação à preservação das memórias da família.",
  "consequencia_direita": "O computador da sua mãe quebra e ela perde todas as fotos e vídeos da família. Ela fica arrasada e se arrepende de não ter feito backup.",
  "informacao": "Fotos e vídeos de família são memórias preciosas que devem ser protegidas. Faça backups regulares desses arquivos para garantir que eles não sejam perdidos para sempre.",
  "impacto_esquerda": 1,
  "impacto_direita": 0
}
]