[
  {
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Um menino com ar questionador te diz, enquanto aponta para o pinguim desenhado na sua camiseta: 'Então, você se acha especialista em segurança?!",
    "texto_escolha_esquerda": "Desculpe, não entendi. Você não gosta da marca da minha camiseta?",
    "texto_escolha_direita": "Hein?",
    "consequencia_esquerda": "O menino sai feliz da vida, murmurando algo sobre mandar todos os usuários falarem com você. Parece que ele está aliviado por finalmente se livrar da função de ajudar os amigos...",
    "consequencia_direita": "O menino sai feliz da vida, murmurando algo sobre mandar todos os usuários falarem com você. Parece que ele está aliviado por finalmente se livrar da função de ajudar os amigos...",
    "informacao": "Um pinguim é o mascote oficial do kernel Linux, simbolizando o sistema operacional baseado em software livre e de código aberto.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "personagem": "A Amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga usa '123456' como senha em tudo. Você...",
    "texto_escolha_esquerda": "Diz que é fácil de adivinhar e ensina a criar uma senha forte.",
    "texto_escolha_direita": "Aproveita a oportunidade para acessar as contas dela e mudar o status para algo engraçado",
    "consequencia_esquerda": "Vocês se divertem inventando senhas malucas, enquanto ela aprende a importância de criar senhas fortes e seguras.",
    "consequencia_direita": "Ela fica furiosa quando descobre e te bloqueia de tudo. Você perdeu uma amiga!",
    "informacao": "Senhas fortes são longas, complexas e únicas para cada site.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga está sendo zoada online. Você...",
    "texto_escolha_esquerda": "Diz para ela ignorar e bloquear quem está fazendo isso.",
    "texto_escolha_direita": "Ajuda ela a denunciar o cyberbullying para um adulto.",
    "consequencia_esquerda": "Ela se sente um pouco melhor, mas o bullying continua.",
    "consequencia_direita": "O bullying para, mas ela fica com medo de usar a internet.",
    "informacao": "Cyberbullying é crime! Não sofra sozinho, peça ajuda.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Sua amiga finalmente criou uma senha super forte, mas usou a mesma em todas as suas contas. Agora, um site que ela usa teve um vazamento de dados e as senhas foram expostas! Você...",
    "texto_escolha_esquerda": "Explica o risco de usar a mesma senha em vários lugares e sugere um gerenciador de senhas.",
    "texto_escolha_direita": "Dá um sermão nela por não usar senhas diferentes para cada site.",
    "consequencia_esquerda": "Ela entende o perigo e começa a usar senhas diferentes para cada site. Ufa!",
    "consequencia_direita": "Ela fica chateada com você, mas percebe o erro e começa a usar senhas diferentes.",
    "informacao": "Senhas fortes são longas, complexas e únicas para cada site.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "Gamer",
    "imagem": "img/gamer.jpg",
    "cor_fundo": "#f89226",
    "texto": "Seu amigo passa o dia todo jogando videogame e não quer sair de casa. Você...",
    "texto_escolha_esquerda": "Fala com os pais dele sobre o problema.",
    "texto_escolha_direita": "Propõe atividades divertidas ao ar livre para fazerem juntos.",
    "consequencia_esquerda": "Ele fica de castigo, mas começa a usar a internet de forma mais equilibrada.",
    "consequencia_direita": "Vocês se divertem muito e ele percebe que tem outras coisas legais para fazer.",
    "informacao": "Equilíbrio é importante! A internet é legal, mas não pode ser a única coisa na vida.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "personagem": "A mãe",
    "imagem": "img/mae2.jpg",
    "cor_fundo": "f9f3e7",
    "texto": "A mãe de um amigo está preocupada com o que ele vê na internet. Você...",
    "texto_escolha_esquerda": "Ensina a ela como configurar controles parentais no celular e computador.",
    "texto_escolha_direita": "Sugere que ela converse com o filho sobre os perigos da internet.",
    "consequencia_esquerda": "Ela se sente mais segura e agradece a sua ajuda.",
    "consequencia_direita": "Eles têm uma conversa importante e o filho entende melhor os riscos.",
    "informacao": "Controles parentais ajudam a proteger as crianças de conteúdo impróprio.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A professora",
    "imagem": "img/professora.jpg",
    "cor_fundo": "f9f3e7",
    "texto": "A escola quer fazer uma palestra sobre segurança na internet. Você...",
    "texto_escolha_esquerda": "Indica um especialista em segurança digital para a escola.",
    "texto_escolha_direita": "Se oferece para dar a palestra e compartilhar seus conhecimentos.",
    "consequencia_esquerda": "A palestra é um sucesso e você ganha o respeito dos professores.",
    "consequencia_direita": "Você se torna o herói da escola e todos te admiram.",
    "informacao": "Compartilhar conhecimento é importante para construir um ambiente digital mais seguro para todos.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "personagem": "A amiga",
    "imagem": "img/amiga.jpg",
    "cor_fundo": "#abdce3",
    "texto": "Seu amigo te mostrou um trabalho incrível sobre a história do Brasil, mas você encontrou o texto idêntico na internet. Você...",
    "texto_escolha_esquerda": "Explica com calma o que é plágio e como ele pode evitar isso no futuro.",
    "texto_escolha_direita": "Dá uma bronca nele por ter colado e não ter citado a fonte.",
    "consequencia_esquerda": "Ele te agradece pela ajuda e aprende a importância de citar suas fontes corretamente.",
    "consequencia_direita": "Ele fica chateado com você, mas entende a importância de dar crédito aos autores.",
    "informacao": "Copiar e colar sem citar a fonte é plágio e pode ter consequências sérias.",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo nerd te mostra um novo app que promete deixar você invisível online. Você...",
    "texto_escolha_esquerda": "Desconfia e pesquisa sobre o app antes de usar.",
    "texto_escolha_direita": "Testa o app com ele, afinal, ele manja muito de tecnologia.",
    "consequencia_esquerda": "Você descobre que o app é falso e alerta seu amigo. Ele te agradece por salvá-lo de um problema.",
    "consequencia_direita": "O app era uma furada e seus dados foram roubados! Que mancada...",
    "informacao": "Nem tudo que parece legal na internet é seguro. Sempre pesquise antes de baixar ou usar algo novo.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo nerd te desafia a invadir o sistema da escola 'só de brincadeira'. Você...",
    "texto_escolha_esquerda": "Explica que invadir sistemas é crime e pode ter consequências sérias.",
    "texto_escolha_direita": "Aceita o desafio, afinal, é só uma brincadeira.",
    "consequencia_esquerda": "Seu amigo entende o perigo e desiste da ideia. Vocês encontram outra forma de se divertir.",
    "consequencia_direita": "Vocês são pegos e se metem em sérios problemas com a escola e a polícia.",
    "informacao": "Hackear é crime! Mesmo que seja 'só de brincadeira', pode ter consequências graves.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "O Tecnológico",
    "imagem": "img/tecnologico.jpg",
    "cor_fundo": "#FB4327",
    "texto": "Seu amigo nerd te convida para investir em uma nova criptomoeda que promete te deixar rico. Você...",
    "texto_escolha_esquerda": "Pesquisa sobre a criptomoeda e os riscos envolvidos antes de tomar uma decisão.",
    "texto_escolha_direita": "Investe todas as suas economias, afinal, ele entende dessas coisas.",
    "consequencia_esquerda": "Você descobre que o investimento é muito arriscado e decide não entrar nessa.",
    "consequencia_direita": "A criptomoeda era uma farsa e você perde todo o seu dinheiro.",
    "informacao": "Criptomoedas são investimentos de alto risco. Pesquise e consulte especialistas antes de investir.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "O Avô",
    "imagem": "img/avo.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Seu avô te pede ajuda para criar um perfil em uma rede social. Você...",
    "texto_escolha_esquerda": "Ensina ele a criar o perfil, escolher uma senha forte e guardar tudo anotado em um lugar seguro. ",
    "texto_escolha_direita": "Cria o perfil para ele com uma senha fácil de lembrar.",
    "consequencia_esquerda": "Seu avô aprende a usar a rede social com segurança e te agradece pela paciência.",
    "consequencia_direita": "A conta do seu avô é invadida por alguém que usou a senha fácil.",
    "informacao": "Ajude as pessoas que não entendem muito de internet a se protegerem.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Desligada Digital",
    "imagem": "img/professora.jpg",
    "cor_fundo": "#f9f3e7",
    "texto": "Sua tia quer comprar um produto em um site desconhecido. Você...",
    "texto_escolha_esquerda": "Pesquisa sobre a reputação do site e verifica se ele é seguro.",
    "texto_escolha_direita": "Diz para ela ir em frente, afinal, o preço está ótimo.",
    "consequencia_esquerda": "Você encontra avaliações negativas do site e alerta sua tia, que te agradece por evitar um problema.",
    "consequencia_direita": "Sua tia cai em um golpe e perde dinheiro.",
    "informacao": "Antes de comprar online, pesquise sobre a reputação da loja e verifique se o site é seguro (https).",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  }, 
  {
    "personagem": "O Avô",
    "imagem": "img/avo.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Seu avô te envia uma notícia bombástica pelo WhatsApp, mas você acha que é falsa. Você...",
    "texto_escolha_esquerda": "Verifica a notícia em sites confiáveis antes de compartilhar.",
    "texto_escolha_direita": "Acredita na notícia e a compartilha com seus amigos.",
    "consequencia_esquerda": "Você descobre que a notícia é falsa e alerta seu avô sobre o perigo das fake news.",
    "consequencia_direita": "Você espalha uma notícia falsa e sua reputação fica prejudicada.",
    "informacao": "Nem tudo que você lê na internet é verdade. Verifique as informações em fontes confiáveis antes de acreditar e compartilhar.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Social",
    "imagem": "img/amiga4.jpg",
    "cor_fundo": "#f2efde",
    "texto": "Sua amiga posta fotos de tudo o que faz, até mesmo informações pessoais. Você...",
    "texto_escolha_esquerda": "Fala para ela tomar cuidado com o que compartilha online.",
    "texto_escolha_direita": "Mostra para ela exemplos de como informações pessoais podem ser usadas por pessoas mal-intencionadas.",
    "consequencia_esquerda": "Ela te agradece pelo alerta e começa a ser mais cuidadosa com suas informações.",
    "consequencia_direita": "Ela fica chateada com você, mas depois percebe que você estava certo.",
    "informacao": "Compartilhar informações pessoais online pode ser perigoso. Pense bem antes de postar!",
    "impacto_esquerda": 0,
    "impacto_direita": 1
  },
  {
    "personagem": "A Curiosa",
    "imagem": "img/avo3.jpg",
    "cor_fundo": "#c7f0db",
    "texto": "Você recebe um e-mail do seu banco pedindo para atualizar seus dados. Você...",
    "texto_escolha_esquerda": "Verifica se o e-mail é realmente do banco e liga para confirmar.",
    "texto_escolha_direita": "Clica no link e atualiza seus dados.",
    "consequencia_esquerda": "Você descobre que o e-mail é falso e evita um grande problema.",
    "consequencia_direita": "Você cai em um golpe de phishing e seus dados bancários são roubados.",
    "informacao": "Phishing são golpes que tentam roubar seus dados por meio de e-mails, mensagens ou sites falsos. Nunca clique em links suspeitos e desconfie de mensagens que pedem seus dados.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "O Popular",
    "imagem": "img/popular.jpg",
    "cor_fundo": "#f2d7d5",
    "texto": "Você recebeu uma foto constrangedora de um amigo. Você...",
    "texto_escolha_esquerda": "Compartilha a foto com seus amigos para dar risada.",
    "texto_escolha_direita": "Apaga a foto e conversa com seu amigo sobre o ocorrido.",
    "consequencia_esquerda": "Você espalha a foto e seu amigo fica muito chateado com você. Isso pode ser considerado cyberbullying.",
    "consequencia_direita": "Seu amigo te agradece por não ter compartilhado a foto e vocês conversam sobre privacidade e respeito.",
    "informacao": "Compartilhar fotos íntimas de outras pessoas sem consentimento é crime e pode ter consequências sérias.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Distraída",
    "imagem": "img/distraida.jpg",
    "cor_fundo": "#d9e3f0",
    "texto": "Você baixou um arquivo de um site desconhecido e seu computador começou a agir de forma estranha. Você...",
    "texto_escolha_esquerda": "Passa um antivírus e verifica se há algum malware no computador.",
    "texto_escolha_direita": "Ignora o problema e continua usando o computador normalmente.",
    "consequencia_esquerda": "Você encontra e remove o malware, protegendo seu computador de futuros ataques.",
    "consequencia_direita": "O malware se espalha pelo seu computador e causa danos irreparáveis.",
    "informacao": "Malwares são programas maliciosos que podem infectar seu computador ou celular. Mantenha seu dispositivo atualizado e evite baixar arquivos de fontes desconhecidas.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "O Esquecido",
    "imagem": "img/esquecido.jpg",
    "cor_fundo": "#f2e5d5",
    "texto": "Você esqueceu a senha da sua conta de e-mail e não consegue recuperá-la. Você...",
    "texto_escolha_esquerda": "Usa um gerenciador de senhas para criar e armazenar senhas fortes e únicas para cada site.",
    "texto_escolha_direita": "Cria uma nova conta de e-mail com a mesma senha fácil de lembrar.",
    "consequencia_esquerda": "Você aumenta a segurança de suas contas e não precisa mais se preocupar em esquecer senhas.",
    "consequencia_direita": "Você continua vulnerável a ataques e pode perder acesso às suas contas novamente.",
    "informacao": "Use um gerenciador de senhas para criar e armazenar senhas fortes e únicas para cada site.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  },
  {
    "personagem": "A Viajante",
    "imagem": "img/viajante.jpg",
    "cor_fundo": "#d5e8d4",
    "texto": "Você está planejando uma viagem e quer usar a internet para reservar hotéis e comprar passagens. Você...",
    "texto_escolha_esquerda": "Usa seu próprio dispositivo em uma rede segura e verifica se os sites são confiáveis.",
    "texto_escolha_direita": "Usa um computador público em um café para fazer as reservas.",
    "consequencia_esquerda": "Você faz suas reservas com segurança e aproveita sua viagem sem preocupações.",
    "consequencia_direita": "Seus dados financeiros são roubados e você tem problemas com sua viagem.",
    "informacao": "Ao usar a internet para compras e reservas, proteja seus dados financeiros e utilize sites confiáveis.",
    "impacto_esquerda": 1,
    "impacto_direita": 0
  }
]